/* Status messsage to the user MQTT is connected to host */
"connected" = "connected";

/* Status messsage to the user MQTT connection to host was closed */
"connection closed" = "connection closed";

/* Status messsage to the user MQTT connection problem, retrying */
"connection error, reconnecting..." = "connection error, reconnecting...";

/* Status messsage to the user MQTT connect to host was refused */
"connection refused" = "connection refused";

/* Status messsage to the user MQTT detected a protocol error */
"protocol error" = "protocol error";

